Repository: elementary/switchboard-plug-about
Catalog: po/extra/*.po
Languages: cs, de, pt, uk

source: System
cs: Systém
pt: Sistema
uk: Система

source: View operating system and hardware information
cs: Zobrazit informace o operačním systému a hardwaru
de: Betriebssystem- und Hardware-Informationen anzeigen
pt: Ver informações sobre o sistema operativo e o hardware
uk: Огляд операційної системи та подробиць про апаратні засоби

source: New features:
cs: Nové funkce:
de: Neue Funktionen:
pt: Novas funcionalidades:
uk: Нові функції:

source: Add a button to restart to firmware setup
uk: Додано кнопку перезапуску до налаштування мікропрограми

source: Minor updates:
cs: Drobné aktualizace:
de: Kleinere Aktualisierungen:
pt: Pequenas atualizações:
uk: Незначні оновлення:

source: Get more accurate memory and storage information
uk: Отримуйте точніші дані про пам'ять і сховище

source: Handle Ryzen CPU and AMD GPU vendor string
uk: Обробка лінійки постачальників процесорів Ryzen і графічних процесорів AMD

source: Updated translations
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
pt: Traduções atualizadas
uk: Оновлені переклади

source: Added support for dark style manufacturer logos
pt: Adicionado suporte para logótipos de fabricantes de estilo negro
uk: Додано підтримку темного стилю логотипів виробників

source: Added support for offline firmware updates
pt: Adicionado suporte para atualizações de firmware offline
uk: Додано підтримку офлайн оновлень мікропрограми

source: Use formatted device name when available
cs: Když je k dispozici, je použit formátovaný název zařízení
de: Partitionsnamen verwenden, falls verfügbar
pt: Usar o nome do dispositivo formatado quando disponível
uk: Застосування назви відформатованого пристрою, якщо вона доступна

source: Display more information for certain GPUs, including Intel® Xe Graphics
cs: Zobrazování dalších informací pro určité grafické čipy, včetně Intel® Xe Graphics
de: Mehr Informationen für bestimmte GPUs einblenden, inkl. Intel® Xe Graphics
pt: Mostrar mais informação para certas GPUs, incluindo Placas Gráficas Intel® Xe
uk: Показ додаткових відомостей про деякі графічні процесори, включно з Intel® Xe Graphics

source: Redesign and new features:
cs: Předělání a nové funkce:
de: Redesign und neue Funktionen:
pt: Redesenho e novas funcionalidades:
uk: Редизайн та нові можливості:

source: Rename from About to System
cs: Přejmenováno z O systému
de: Umbenennung von About in System
pt: Renomear de Acerca para Sistema
uk: Перейменування з вкладки Про систему

source: Split Hardware and Operating System info into their own tabs
cs: Rozdělení Hardware a Operačního systému do oddělených panelů
de: Unterteile Hardware und Betriebssystem in jeweils eigene Tabs
pt: Dividir a informação do Hardware e do Sistema Operativo nos seus próprios separadores
uk: Розділено дані про обладнання та операційну систему на окремі вкладки

source: Redesign the Operating System tab with clearer links and buttons
cs: Předělán panel Operační systém – lépe uspořádané odkazy a tlačítka
de: Redesign des Betriebssystem-Tabs mit klareren Links und Buttons
pt: Redesenha o separador Sistema Operativo com ligações e botões mais claros
uk: Перероблено вкладки операційної системи з чіткішими посиланнями та кнопками

source: Add a Firmware view to manage device firmware updates
cs: Přidáno zobrazení Firmware pro správu aktualizací firmware
de: Firmware-Ansicht hinzugefügt um Firmware Updates für Geräte zu verwalten
pt: Adiciona uma vista de Firmware para gerir atualizações de firmware do dispositivo
uk: Додано перегляд мікропрограми для керування оновленнями мікропрограми пристроїв

source: More information:
cs: Další informace:
de: Weitere Informationen:
pt: Mais informação:
uk: Докладніші відомості:

source: Provide information for ARM CPUs
cs: Poskytování informací o procesorech platformy ARM
de: Informationen für ARM CPUs hinzugefügt
pt: Fornece informação para CPUs ARM
uk: Надає відомості про ARM-процесори

source: Provide information for more types of Graphics
cs: Poskytovány informace pro více typů grafického zobrazování
de: Informationen für weitere Grafik-Dateitypen hinzugefügt
pt: Fornece informação para mais tipos de Gráficos
uk: Надає відомості про більше типів графіки

source: Fixes:
cs: Opravy:
de: Fehlerbehebungen:
pt: Correções:
uk: Виправлення:

source: Fix an issue where the view was destroyed early when navigating away
cs: Opraven problém kdy pohled byl při odchodu zlikvidován příliš brzy
de: Fehler behoben, der dazu führte, dass die Ansicht zu früh zerstört wurde, wenn wegnavigiert wurde
pt: Corrige um problema em que a vista foi destruída prematuramente quando se navegava para longe
uk: Виправлено проблему, коли подання нищилося зарано під час переходів

source: Fix system memory calculation
cs: Opraveno počítání kapacit operační paměti
de: Korrektur bei der Berechnung des Arbeitsspeichers
pt: Corrige o cálculo de memória do sistema
uk: Виправлено обчислення системної пам'яті

source: Ellipsize long hardware names
cs: Zkrátit dlouhé názvy hardware pomocí výpustky
de: Lange Hardwarenamen auslaufen lassen (...)
pt: Elipsar nomes longos de hardware
uk: Ховання частини довгих назв обладнання

source: Performance improvements
cs: Vylepšení výkonu
de: Leistungsverbesserungen
pt: Melhorias de desempenho
uk: Поліпшено швидкодію
