Repository: elementary/switchboard-plug-about
Catalog: po/*.po
Languages: ckb, es, fr, hu, ka, pl, ru, sk

source: Updates will be automatically downloaded. They will be installed when this device is restarted.
es: Las actualizaciones se descargarán automáticamente. Serán instaladas cuando se reinicie el equipo.
fr: Les mises à jour seront téléchargées automatiquement. Elles seront installées au redémarrage de l'appareil.
hu: A frissítések automatikusan le lesznek töltve. A készülék újraindításakor kerülnek telepítésre.
ru: Автоматически загружать обновления. Они будут устанавливаться при перезагрузке устройства.

source: Get Involved
ru: Приобщиться

source: Built on %s
ckb: بنچینەکراوی سەر %s
es: Basado en %s
fr: Basé sur %s
hu: %s alapokon
ka: აგებულია %s-ზე
pl: Zbudowano na %s
ru: Работает на базе %s
sk: Postavené na %s

source: System updates not available
es: Actualizaciones del sistema no disponibles
fr: Mises à jour du système non disponibles
hu: Nem érhetők el rendszerfrissítések
ru: Обновления системы недоступны

source: Couldn't connect to the backend. Try logging out to resolve the issue.
es: No se pudo conectar a la base de datos. Intente cerrar sesión para solucionar el problema.
fr: Impossible d'accéder au service. Essayez de vous déconnecter pour résoudre le problème.
hu: Nem sikerült csatlakozni a szerverhez. Próbáljon kijelentkezni a probléma megoldása érdekében.
ru: Не удалось подключиться к службе обновления. Попробуйте перезагрузить систему, чтобы решить эту проблему.

source: Up To Date
es: Al día
fr: À jour
hu: Naprakész
ru: Обновления не требуются

source: Last checked %s
es: Última revisión %s
fr: Dernière vérification %s
hu: Utoljára ellenőrizve: %s
ru: Последняя проверка: %s

source: Last checked unknown
ru: Последняя проверка: неизвестно

source: Updates Available
es: Actualizaciones disponibles
fr: Mises à jour disponibles
hu: Frissítések érhetők el
ru: Доступны обновления

source: %i update available (%s)
ru: Доступно %i обновление (%s)

source: Unable to determine number of updates
es: No se puede determinar el número de actualizaciones
fr: Impossible de déterminer le nombre de mises à jour
hu: Nem sikerült meghatározni a frissítések számát
ru: Не удалось определить количество обновлений

source: Downloading Updates
es: Descargando actualizaciones
fr: Téléchargement des mises à jour
hu: Frissítések letöltése
ru: Загрузка обновлений

source: Restart to install pending updates
ru: Перезагрузите для установки обновлений

source: Updates have been downloaded. A restart is required to finish installing them.
ru: Обновления были загружены. Для завершены их установки необходима перезагрузка.

source: Failed to download updates
es: No se pudo descargar las actualizaciones
fr: Échec du téléchargement des mises à jour
hu: Frissítések letöltése sikertelen
ru: Не удалось загрузить обновления

source: Manually refreshing updates may resolve the issue
es: Refrescar las actualizaciones manualmente podría solucionar el problema
fr: L'actualisation manuelle des mises à jour pourrait résoudre le problème
hu: A frissítések manuális keresése megoldhatja a problémát
ru: Ручная проверка обновлений может решить проблему

source: %s of %s
ru: %s из %s

source: This may have been caused by sideloaded or manually compiled software, a third-party software source, or a package manager error. Manually refreshing updates may resolve the issue.
es: Esto puede deberse a una instalación externa o compilación manual de una aplicación, una fuente de aplicaciones de terceros, o un error en el gestor de paquetes. Refrescar las actualizaciones podría solucionar el problema.
fr: Cela peut être dû à un logiciel téléchargé ou compilé manuellement, à une source logicielle tierce ou à une erreur du gestionnaire de paquets. L'actualisation manuelle des mises à jour peut résoudre le problème.
hu: Ennek egy külső, kézzel hozzáadott vagy épített szoftvergyűjtemény, harmadik féltől származó forrás vagy egy csomagkezelő-hiba lehet az oka. A frissítések manuális keresése megoldhatja a problémát.
ru: Это может быть вызвано сторонним или вручную скомпилированным программным обеспечением, сторонними репозиториями или ошибкой менеджера пакетов. Ручная проверка обновлений может решить эту проблему.

source: System Settings Will Be Restored to The Factory Defaults
ckb: ڕێکخستنەکانی سیستەم دەگەڕێندرێنەوە دۆخی بنەڕەتی سەرەتا
es: La configuración del sistema se restaurará a sus valores de fábrica
fr: Les paramètres du système seront restaurés aux valeurs par défaut
hu: A rendszerbeállítások visszaállnak a gyári alapértékekre
ka: სისტემის პარამეტრები მწარმოებლის ნაგულისხმევ მნიშვნელობებზე აღდგება
pl: Ustawienia systemowe zostaną przywrócone do domyślnych wartości fabrycznych
ru: Системные настройки будут восстановлены до настроек по умолчанию
sk: Systémové nastavenia budú obnovené do továrenského nastavenia

source: All system settings and data will be reset to the default values. Personal data, such as music and pictures, will be unaffected.
ckb: هەموو ڕێکخستنەکانی سیستەم و داتاکان دەگەڕێندرێنەوە دۆخی بنەڕەتی خۆیان و بەهای سەرەتایان وەردەگرنەوە. ئەمە کاریگەری لەسەر داتای کەسی وەکو مۆسیقا و وێنەکان نابێت.
es: Todos los ajustes y datos del sistema se restablecerán a los valores predeterminados. Los datos personales, como la música y las imágenes, no se verán afectados.
fr: Tous les paramètres du système et les données seront réinitialisés aux valeurs par défaut. Les données personnelles comme la musique et les images ne seront pas affectés.
hu: Minden rendszerbeállítás és adat visszaáll az alapértelmezett értékekre. Ez a személyes adatokra, például a zenékre és a képekre nem lesz hatással.
ka: სისტემის ყველა პარამეტრი და მონაცემები ნაგულისხმებ მნიშვნელობებზე დაბრუნდება.
pl: Wszystkie ustawienia systemu i dane zostaną przywrócone do wartości domyślnych. Dane osobiste, takie jak muzyka i zdjęcia, nie będą naruszone.
ru: Все системные настройки и данные будут сброшены до значений по умолчанию. Личные данные, такие как музыка и изображения, не будут затронуты.
sk: Všetky systémové nastavenia a dáta budú vrátené do pôvodného stavu. Osobné dáta ako hudbu a obrázky to neovplyvní.

source: Restore Settings
ckb: گەڕاندنەوەی ڕێکخستنەکان
es: Restaurar configuración
fr: Restaurer les paramètres
hu: A beállítások visszaállítása
ka: პარამეტრების აღდგენა
pl: Przywróć ustawienia
ru: Восстановить настройки
sk: Obnoviť nastavenia

source: Sponsor Us
ru: Спонсировать

source: %.0f%% towards $%'5.0f per month goal
ru: %.0f%% до %'5.0f USD в месяц

source: What's New
es: Novedades
fr: Quoi de neuf
hu: Újdonságok
ru: Что нового

source: %u package will be upgraded
es: %u paquete será actualizado
fr: %u paquet sera mis à jour
hu: %u csomag lesz frissítve
ru: %u пакет будет обновлён

source: Close
es: Cerrar
fr: Fermer
hu: Bezárás
ka: დახურვა
pl: Zamknij
ru: Закрыть
sk: Zatvoriť

source: Operating System Information
ckb: زانیاری سیستەمی وەگەڕخەر
es: Información del sistema operativo
hu: Az operációs rendszer információi
ka: ინფორმაცია ოპერაციული სისტემის შესახებ
pl: Informacje o systemie operacyjnym
sk: Informácie o operačnom systéme

source: Hardware Information
ckb: زانیاری ڕەقەکاڵا
es: Información de hardware
hu: A hardver információi
ka: ინფორმაცია აპარატურის შესახებ
pl: Informacje o sprzęcie
sk: Informácie o hardvéri

source: Suggest Translations
ckb: بەشداریکردن لە وەرگێڕان
es: Sugerir traducciones
hu: Segítségnyújtás a fordításban
ka: თარგმნაში დახმარება
pl: Zaproponuj tłumaczenie
sk: Navrhnúť preklady

source: Updates
ckb: بەڕۆژبوونەوەکان
es: Actualizaciones
hu: Frissítések
ka: განახლებები
pl: Aktualizacje
sk: Aktualizácie

source: %i update available
es: %i actualización disponible
fr: %i mise à jour disponible
hu: %i frissítés érhető el
ka: ხელმისაწვდომია %i განახლება

source: Restart Required
es: Se requiere reiniciar
fr: Redémarrage nécessaire
hu: Újraindítás szükséges

source: A restart is required to finish installing updates
es: Es necesario reiniciar para terminar de instalar las actualizaciones
fr: Un redémarrage est nécessaire pour terminer l'installation des mises à jour
hu: A frissítések befejezéséhez újraindításra van szükség

source: Website
ckb: ماڵپەڕ
hu: Weboldal
ka: ვებგვერდი
pl: Strona internetowa
