Repository: elementary/switchboard-plug-about
Catalog: po/*.po
Languages: ckb, es, fr, hu, ka, pl, ru, sk

source: System
ckb: سیستەم
es: Sistema
fr: Système
hu: Rendszer
ka: სისტემა
ru: Система
sk: Systém

source: View operating system and hardware information
ckb: بینینی زانیاری سیستەمی وەگەڕخەر و ڕەقەکاڵا
es: Vea información del sistema operativo y el equipo
fr: Afficher les informations du système d'exploitation et du matériel
hu: Operációs rendszer és hardverinformációk megtekintése
ka: ოპერაციული სისტემის და აპარატურის ინფორმაციის ნახვა
pl: Wyświetl informacje o systemie oraz sprzęcie
ru: Просмотр информации об операционной системе и комплектующих
sk: Zobrazujte informácie o operačnom systéme a hardvéri

source: Operating System
ckb: سیستەمی وەگەڕخەر
es: Sistema operativo
fr: Système d'exploitation
hu: Operációs rendszer
ka: ოპერაციული სისტემა
pl: System operacyjny
ru: Операционная система
sk: Operačný systém

source: Hardware
ckb: ڕەقەکاڵا
fr: Matériel
hu: Hardver
ka: აპარატურა
pl: Sprzęt
ru: Оборудование
sk: Hardvér

source: Firmware
ckb: پتەوەکاڵا
fr: Micrologiciel
ka: მიკროკოდი
pl: Oprogramowanie
ru: Прошивка
sk: Firmvér

source: Drivers
es: Controladores
fr: Pilotes
ru: Драйверы

source: Automatic Updates
es: Actualizaciones automáticas
fr: Mises à jour automatiques
hu: Automatikus frissítések
ru: Автоматические обновления

source: Basics Guide
es: Guía de conceptos básicos
fr: Guide de base
ru: Изучение основ

source: Get Help
es: Obtener ayuda
fr: Obtenir de l'aide
ru: Получить помощь

source: Get Involved or Sponsor Us
es: Participar o patrocinarnos
fr: S'impliquer ou nous soutenir
ru: Приобщиться или поддержать нас

source: Get Support
ckb: وەرگرتنی پاڵپشتی
es: Obtener soporte
fr: Obtenir de l'aide
hu: Segítség kérése
ka: მხარდაჭერის მიღება
pl: Uzyskaj wsparcie
ru: Получить поддержку
sk: Získať podporu

source: Our Website
es: Nuestro sitio web
fr: Note site Web
ru: Наш веб-сайт

source: Report a Problem
ckb: ناردنی کێشەیەک
es: Informar de un problema
fr: Signaler un problème
hu: Hibajelentés
ka: პრობლემის შეტყობინება
pl: Zgłoś błąd
ru: Сообщить об ошибке
sk: Nahlásiť problém

source: Restore Default Settings
ckb: گەڕاندنەوەی ڕێکخستنەکان بۆ دۆخی بنەڕەتیان
es: Restaurar configuración predeterminada
fr: Restaurer les paramètres par défaut
hu: Alapértelmezett beállítások visszaállítása
ka: ნაგულისხმევი პარამეტრების დაბრუნება
pl: Przywróć ustawienia domyślne
ru: Восстановить настройки
sk: Obnoviť predvolené nastavenia

source: Send Feedback
ckb: ناردنی فیدباک
es: Enviar comentarios
fr: Envoyer des commentaires
hu: Visszajelzés küldése
ka: უკუკავშირის გაგზავნა
pl: Prześlij opinię
ru: Отправить отзыв
sk: Poslať spätnú väzbu

source: Device name
fr: Nom de l'appareil
ru: Имя устройства

source: Host name
fr: Nom d'hôte
ru: Имя хоста

source: About This Device
ru: Об этом устройстве

source: Restart to Firmware Setup…
ckb: کۆمپیتەرەکەت پێبکەوە بۆ دامەزراندنی فیرموەیر…
es: Reinicie para configurar el firmware…
fr: Redémarrer vers la configuration du micrologiciel…
hu: Újraindítás a firmwarebeállításokba…
ka: მიკროკოდის მოსარგებად გადატვირთეთ…
pl: Zrestartuj do ustawień Firmware…
ru: Перезагрузиться в BIOS…
sk: Reštartovať do Nastavenia firmvéru…

source: Broadcom® Wi-Fi adapters, NVIDIA® graphics, and some virtual machines may not function properly without additional drivers.
es: Los adaptadores de wifi de Broadcom®, procesadores gráficos de NVIDIA® y algunas máquinas virtuales podrían no funcionar sin controladores adicionales.
fr: Les adaptateurs Wi-Fi Broadcom®, les cartes graphiques NVIDIA® et certaines machines virtuelles peuvent ne pas fonctionner correctement sans pilotes additionnels.
ru: Wi-Fi адаптеры Broadcom®, графические карты NVIDIA® и некоторые виртуальные машины могут функционировать некорректно без дополнительных драйверов.

source: No drivers available
es: No hay controladores disponibles
fr: Aucun pilote disponible
ru: Нет доступных драйверов

source: This device doesn't need any additional drivers.
es: Este equipo no necesita controladores adicionales.
fr: Cet appareil ne nécessite aucun pilote additionnel.
ru: Для этого устройства не требуются дополнительные драйверы.

source: Checking for Drivers
es: Comprobando controladores
fr: Vérification des pilotes
ru: Проверка драйверов

source: Connecting to the driver service and searching for drivers.
es: Conectándose al servicio de controladores y buscando.
fr: Connexion au service et recherche des pilotes.
ru: Подключение к службе драйверов и поиск драйверов.

source: Failed to install driver
es: No se pudo instalar el controlador
fr: Échec de l'installation du pilote
ru: Не удалось установить драйвер

source: Manually refreshing driver information may resolve the issue
es: Actualizar manualmente la información del controlador puede solucionar el problema
fr: L'actualisation manuelle des informations du pilote pourrait résoudre le problème
ru: Ручное обновление информации о драйвере может решить проблему

source: Refresh
es: Actualizar
fr: Actualiser
hu: Frissítés
ka: განახლება
pl: Odśwież
ru: Проверить обновления
sk: Obnoviť

source: Refresh driver information
es: Actualizar información de hardware
fr: Actualiser les informations du pilote
ru: Обновить информацию о драйвере

source: Learn More…
es: Más información…
fr: En savoir plus…
hu: További információk…
ru: Узнать больше…

source: Failed to install
es: No se pudo instalar
fr: Échec de l'installation
ru: Не удалось установить

source: This may have been caused by sideloaded or manually compiled software, a third-party software source, or a package manager error. Manually refreshing may resolve the issue.
es: Esto puede deberse a una instalación externa o compilación manual de una aplicación, una fuente de aplicaciones de terceros, o un error en el gestor de paquetes. Actualizar manualmente podría solucionar el problema.
fr: Cela peut être dû à un logiciel téléchargé ou compilé manuellement, à une source logicielle tierce ou à une erreur du gestionnaire de paquets. L'actualisation manuelle peut résoudre le problème.
ru: Это может быть вызвано сторонним или вручную скомпилированным программным обеспечением, сторонними репозиториями или ошибкой менеджера пакетов. Обновление вручную может решить эту проблему.

source: Installing %s…
es: Instalando %s…
fr: Installation de %s…
ru: Установка %s…

source: All Updates
ckb: هەموو بەڕۆژبوونەوەکان
es: Todas las actualizaciones
fr: Toutes les mises à jour
hu: Minden frissítés
ka: ყველა განახლება
pl: Wszystkie aktualizacje
ru: Все обновления
sk: Všetky aktualizácie

source: Version:
ckb: وەشان:
es: Versión:
hu: Verzió:
ka: ვერსია:
pl: Wersja:
ru: Версия:
sk: Verzia:

source: Vendor:
ckb: فرۆشیار:
es: Proveedor:
fr: Fournisseur :
hu: Gyártó:
ka: მომწოდებელი:
pl: Dostawca:
ru: Поставщик:
sk: Predajca:

source: Size:
ckb: قەبارە:
es: Tamaño:
fr: Taille :
hu: Méret:
ka: ზომა:
pl: Rozmiar:
ru: Размер:
sk: Veľkosť:

source: Estimated time to install:
ckb: کاتی پێشبینیکراوی پێویست بۆ دامەزراندن:
es: Tiempo estimado de instalación:
fr: Durée d'installation estimée :
hu: A telepítés előrejelzett ideje:
ka: დაყენების სავარაუდო დრო:
pl: Szacowany czas instalacji:
ru: Примерное время установки:
sk: Odhadovaný čas inštalácie:

source: There are no releases available for this device.
ckb: هیچ بڵاکردنەوەیەک بۆ ئەم ئامێرە بەردەست نییە.
es: No hay versiones disponibles para este dispositivo.
fr: Il n'y a pas de nouvelle version disponible pour ce périphérique.
hu: Nincs elérhető kiadás a készülékhez.
ka: ამ მოწყობილობისთვის რელიზები არ არსებობს.
pl: Nie ma wydań dostępnych dla tego urządzenia.
ru: Для этого устройства нет выпусков.
sk: Pre toto zariadenie nie sú dostupné žiadne vydania.

source: Update
ckb: بەڕۆژکردن
es: Actualizar
fr: Mettre à jour
hu: Frissítés
ka: განახლება
pl: Aktualizuj
ru: Обновление
sk: Aktualizovať

source: Up to date
ckb: بەڕۆژە
es: Al día
fr: À jour
hu: Naprakész
ka: განახლებულია
pl: Aktualne
ru: В актуальном состоянии
sk: Aktualizované

source: less than a minute
ckb: کەمتر لە خولەکێک
es: menos de un minuto
fr: il y a moins d'une minute
hu: kevesebb mint egy perc
ka: წუთზე ნაკლები
pl: mniej niż minuta
ru: меньше минуты
sk: menej ako minúta

source: %llu minute
ckb: تەنها %ll خولەک
es: %llu minuto
hu: %llu perc
ka: %llu წუთი
pl: %llu minuta
ru: %llu минута
sk: %llu minúta

source: Firmware updates provided by device manufacturers can improve performance and fix critical security issues.
ckb: بەڕۆژبوونەوەکانی پتەوەکاڵا کە لەلایەن بەرهەمهێنەرانی ئامێرەکانەوە دابین دەکرێن دەتوانێت کارایی باشتر بکات و کێشە گرنگەکانی ئاسایش چارەسەر بکات.
es: Las actualizaciones de firmware proporcionadas por los fabricantes de dispositivos pueden mejorar el rendimiento y solucionar problemas críticos de seguridad.
fr: Les mises à jour du micrologiciel fournies par les constructeurs de matériel peuvent améliorer les performances et corriger des failles critiques de sécurité.
hu: Az eszközgyártók által szolgáltatott firmwarefrissítések javíthatják a teljesítményt és kritikus biztonsági hibákat.
ka: მიკროკოდის განახლებებს, რომლებიც მოწყობილობის მწარმოებლის მიერ გამოიცემა, თქვენი მოწყობილობის წარმადობის გაზრდა და შეცდომების გასწორება შეუძლია.
pl: Aktualizacje oprogramowania dostarczone przez producentów urządzenia mogą poprawić wydajność i naprawić krytyczne błędy bezpieczeństwa.
ru: Обновления прошивки, предоставляемые производителями устройств, могут повысить производительность и устранить критические проблемы безопасности.
sk: Aktualizácie firmvéru od výrobcov zariadení môžu zvýšiť výkon a opraviť kritické bezpečnostné chyby.

source: Do not unplug the device during the update.
ckb: تکایە بارگاویکردنی ئامێرەکەت مەوەستێنە لە کاتی بەڕۆژکردنەوەدا.
es: No desconecte el equipo durante la actualización.
fr: Ne débranchez pas le périphérique pendant la mise à jour.
hu: Ne vegye le a töltőről a készüléket a frissítés alatt.
ka: არ გამორთოთ მოწყობილობა განახლების დროს.
pl: Nie odłączaj tego urządzenia w trakcie aktualizacji.
ru: Не отключайте устройство во время обновления.
sk: Neodpájajte napájanie zariadenia počas aktualizácie.

source: Checking for Updates
ckb: پشکنین بۆ بەڕۆژبوونەوەکان
es: Comprobando actualizaciones
fr: Vérification des mises à jour
hu: Frissítések keresése
ka: მიმდინარეობს განახლებების შემოწმება
pl: Sprawdzanie aktualizacji
ru: Проверка обновлений
sk: Hľadajú sa aktualizácie

source: Connecting to the firmware service and searching for updates.
ckb: پەیوەستبوون بە پخزمەتگووزاری پتەوەکاڵاکە و گەڕان بۆ بەڕۆژبوونەوەکان.
es: Conectándose al servicio de firmware y buscando.
fr: Connexion au service du micrologiciel et recherche de mises à jour.
hu: Csatlakozás a firmwareszolgáltatáshoz és frissítések keresése.
ka: მიკროკოდის სერვისთან დაკავშირება და განახლებების ძებნა.
pl: Łączenie z usługą oprogramowania i sprawdzanie aktualizacji.
ru: Подключение к службе прошивки и поиск обновлений.
sk: Pripája sa k službe firmvéru a hľadajú sa aktualizácie.

source: Firmware Updates Are Not Available
ckb: بەڕۆژبوونەوەی پتەوەکاڵا بەردەست نییە
es: Las actualizaciones de firmware no están disponibles
fr: Aucune mise à jour du micrologiciel disponible
hu: Nincsenek elérhető firmwarefrissítések
ka: მიკროკოდის განახლებების გარეშე
pl: Brak aktualizacji oprogramowania
ru: Обновления прошивки недоступны
sk: Aktualizácie firmvéru nie sú k dispozícii

source: Firmware updates are not supported on this or any connected devices.
ckb: بەڕۆژبوونەوەی پتەوەکاڵا لەسەر ئەم ئامێرە هەر ئامێرێکی پەیوەستکراو پاڵپشتی ناکرێت.
es: Las actualizaciones de firmware no son compatibles con este ni con ningún dispositivo conectado.
fr: La mise à jour du micrologiciel n'est pris en charge ni par ce matériel, ni par les périphériques connectés.
hu: Nem érhető el firmwarefrissítés által támogatott eszköz.
ka: მიკროკოდის განახლება ამჟამად მიერთებულ მოწყობილობებზე მხარდაჭერილი არაა.
pl: Aktualizacje oprogramowania nie są wspierane na tym lub innych podłączonych urządzeniach.
ru: Обновления прошивки не поддерживаются этим и любым подключённым устройством.
sk: Aktualizácie firmvéru nie sú podporované týmto zariadením ani žiadnym z pripojených zariadení.

source: The Firmware Service Is Not Available
ckb: خزمەتگووزاری پتەوەکاڵا بەردەست نییە
es: El servicio de firmware no está disponible
fr: Le service du micrologiciel n'est pas disponible
hu: A firmwareszolgáltatás nem érhető el
ka: მიკროკოდის სერვისი მიუწვდომელია
pl: Usługa oprogramowania jest niedostępna
ru: Служба прошивки недоступна
sk: Služba firmvéru nie je k dispozícii

source: Please make sure “fwupd” is installed and enabled.
ckb: تکایە دڵنیابە کە "fwupd" دامەزراوە و کاراکراوە.
es: Asegúrese de que «fwupd» esté instalado y activado.
fr: Assurez-vous que « fwupd » est installé et activé.
hu: Győződjön meg róla, hogy az "fwupd" telepítve és engedélyezve van.
ka: დარწმუნდით, რომ "fwupd" დაყენებული და ჩართულია.
pl: Upewnij się, że "fwupd" jest zainstalowany i włączony.
ru: Убедитесь, что «fwupd» установлен и включён.
sk: Uistite sa, že „fwupd“ je nainštalovaný a zapnutý.

source: %u Update Available
ckb: تەنها %u بەڕۆژبوونەوە بەردەستە
es: %u actualización disponible
fr: %u mise à jour disponible
hu: %u frissítés érhető el
ka: ხელმისაწვდომია %u განახლება
pl: %u aktualizacja dostępna
ru: Доступно %u обновление
sk: %u dostupná aktualizácia

source: Up to Date
ckb: بەڕۆژە
es: Al día
fr: À jour
hu: Naprakész
ka: განახლებულია
pl: Aktualny
ru: Обновления не требуются
sk: Aktualizované

source: “%s” is being updated
ckb: "%s" بەڕۆژ دەبێتەوە
es: Se está actualizando «%s»
fr: Mise à jour de « %s »
hu: "%s" frissítése folyamatban
ka: მიმდინარეობს “%s”-ის განახლება
pl: “%s” jest aktualizowany
ru: «%s» обновляется
sk: „%s“ sa aktualizuje

source: Failed to install firmware release
ckb: دامەزراندنی ڕیلیسی پتەوەکاڵا شکستی هێنا
es: No se pudo instalar la versión de firmware
fr: Échec de l'installation du micrologiciel
hu: Firmwarekiadás frissítése sikertelen
ka: მიკროკოდის დაყენების შეცდომა
pl: Niepowodzenie instalacji wydania oprogramowania
ru: Не удалось установить версию прошивки
sk: Nepodarilo sa nainštalovať vydanie firmvéru

source: “%s” needs to manually be put in update mode
ckb: پێویستە "%s" بە دەستی بخرێتە دۆخی بەڕۆژبوونەوەوە
es: «%s» debe ponerse en modo de actualización manualmente
fr: « %s » doit être mis manuellement en mode mise à jour
hu: Kézzel szükséges "%s" áthelyezése frissítési módba
ka: "%s"-ი განახლების რეჟიმში ხელით უნდა გადართოთ
pl: “%s” musi być ręcznie ustawiony w tryb aktualizacji
ru: «%s» нужно вручную перевести в режим обновления
sk: „%s“ musí byť manuálne prestavené do režimu aktualizácie

source: Continue
ckb: بەردەوام بوون
es: Continuar
fr: Continuer
hu: Folytatás
ka: გაგრძელება
pl: Kontynuuj
ru: Продолжить
sk: Pokračovať

source: An update requires the system to restart to complete
ckb: بەڕۆژبوونەوەیەک پێویستی بە سیستەمە پێبێتەوە بۆ تەواوبوون
es: Una actualización necesita reiniciar el equipo para completarse
fr: Le système doit être redémarré pour terminer une des mises à jour
hu: Egy frissítés a rendszer újraindítását igényli a befejezéshez
ka: განახლებას დასასრულებლად სისტემის გადატვირთვა ესაჭიროება
pl: Aktualizacja wymaga restartu systemu w celu ukończenia instalacji
ru: Обновление требует перезагрузки системы для завершения
sk: Aktualizácia vyžaduje reštart systému na dokončenie

source: This will close all open applications and restart this device.
ckb: بەمە هەموو بەرنامە کراوەکان دادەخرێنەوە و ئامێرەکەت پێ دەبێتەوە.
es: Se cerrarán todas las aplicaciones abiertas y se reiniciará el equipo.
fr: Ceci fermera toutes les applications ouvertes et redémarrera le système.
hu: Ez bezárja az összes megnyitott alkalmazást és újraindítja a készüléket.
ka: ეს დახურავს ყველა ღია აპლიკაციას და გადატვირთავს კომპიუტერს.
pl: To spowoduje zamknięcie wszystkich aplikacji i ponowne uruchomienie urządzenia.
ru: Это закроет все открытые приложения и перезапустит данное устройство.
sk: Všetky otvorené aplikácie budú ukončené a zariadenie sa reštartuje.

source: Restart
ckb: پێبوونەوە
es: Reiniciar
fr: Redémarrer
hu: Újraindítás
ka: გადატვირთვა
pl: Uruchom ponownie
ru: Перезагрузить
sk: Reštartovať

source: An update requires the system to shut down to complete
ckb: بەڕۆژبوونەوەیەک پێویستی بە سیستەمە خامۆش ببێت بۆ تەواوبوون
es: Una actualización necesita apagar el equipo para completarse
fr: Le système doit être arrêté pour terminer une des mises à jour
hu: Egy frissítés a rendszer leállítását igényli a befejezéshez
ka: განახლებას სისტემის გამორთვა ესაჭიროება
pl: Aktualizacja wymaga zamknięcia systemu w celu ukończenia instalacji
ru: Обновление требует завершения работы системы
sk: Aktualizácia vyžaduje reštart systému na dokončenie

source: This will close all open applications and turn off this device.
ckb: بەمە هەموو بەرنامەکراوەکان دادەخرێنەوە و ئامێرەکەت دەکوژێتەوە.
es: Se cerrarán todas las aplicaciones abiertas y se apagará el equipo.
fr: Ceci fermera toutes les applications ouvertes et arrêtera le système.
hu: Ez bezárja az összes megnyitott alkalmazást és kikapcsolja a készüléket.
ka: ეს დახურავს ყველა ღია აპლიკაციას და გამორთავს ამ მოწყობილობას.
pl: To spowoduje zamknięcie wszystkich aplikacji i wyłączenie tego urządzenia.
ru: Это закроет все открытые приложения и выключит данное устройство.
sk: Všetky otvorené aplikácie budú ukončené a zariadenie sa reštartuje.

source: Shut Down
ckb: خامۆشکردن
es: Apagar
fr: Arrêter
hu: Leállítás
ka: გამორთვა
pl: Wyłącz
ru: Выключить
sk: Vypnúť

source: Restart to firmware setup
ckb: کۆمپیتەرەکەت پێبکەوە بۆ دامەزراندنی فیرموەیر
es: Reiniciar para configurar firmware
fr: Redémarrer vers la configuration du micrologiciel
hu: Újraindítás a firmwarebeállításokba
ka: მიკროკოდის მორგების ფანჯარაში გადატვირთვა
pl: Zrestartuj do ustawień Firmware
ru: Перезагрузиться в BIOS
sk: Reštartovať do Nastavenia firmvéru

source: This will close all open applications, restart this device, and open the firmware setup screen.
ckb: بەمە هەموو بەرنامە کراوەکان دادەخرێنەوە و ئامێرەکەت پێ دەبێتەوە، پاشان ڕونمای دامەزراندنی فیرموەیر دەکرێتەوە.
es: Se cerrarán todas las aplicaciones abiertas, se reiniciará el equipo y se abrirá la ventana de configuración de firmware.
fr: Ceci fermera toutes les applications ouvertes, redémarrera cet appareil et ouvrira l'écran de configuration du micrologiciel.
hu: Ez bezárja az összes megnyitott alkalmazást, újraindítja a készüléket és megnyitja a firmwarebeállítások képernyőt.
ka: ეს დახურავს ყველა ღია აპლიკაციას, გადატვირთავს ამ მოწყობილობას და მიკროკოდის მორგების ფანჯარას გახსნის.
pl: To spowoduje zamknięcie wszystkich aplikacji, ponowne uruchomienie urządzenia i otwarcie ekranu ustawień firmware.
ru: Это закроет все открытые приложения, перезапустит данное устройство и откроет BIOS.
sk: Všetky otvorené aplikácie budú ukončené, zariadenie sa reštartuje a otvorí sa obrazovka nastavenia firmvéru.

source: Unable to restart to firmware setup
ckb: نەتوانرا دامەزراندنی فیرموەیر دوبارە بکرێتەوە
es: No se pudo reiniciar para configurar el firmware
fr: Échec du redémarrage vers le micrologiciel
hu: Újraindítás a firmwarebeállításokba sikertelen
ka: მიკროკოდის მორგების ფანჯარაში გადატვირთვის სეცდომა
pl: Nie udało się zrestartować do ustawień firmware
ru: Не удалось перезагрузиться в BIOS
sk: Neporadilo sa reštartovať do nastavenia firmvéru

source: A system error prevented automatically restarting into firmware setup.
ckb: هەڵەیەکی سیستەم ڕێگری لە دووبارە دەستپێکردنەوەی ئۆتۆماتیکی کرد لە دامەزراندنی فیرموێردا.
es: Un error del sistema no permitió reiniciar automáticamente y acceder a la configuración del firmware.
fr: Une erreur système a empêché le redémarrage automatique vers la configuration du micrologiciel.
hu: Egy rendszerhiba megadakályozta az újraindítást a firmwarebeállításokba.
ka: მიკროკოდის მორგების ფანჯარაში გადატვირთვა შეუძლებელია სისტემური შეცდომის გამო.
pl: Błąd systemu uniemożliwił automatyczny restart do ustawień firmware.
ru: Системная ошибка препятствует автоматической перезагрузке в BIOS.
sk: Systémová chyba zabránila automatickému reštartu do nastavenia firmvéru.

source: You do not have permission to change the device name
es: No tiene permisos para cambiar el nombre del equipo
fr: Vous n'avez pas l'autorisation de modifier le nom de l'appareil
ru: У вас нет прав для изменения имени устройства

source: %s memory
ckb: %s میمۆری
es: %s de memoria
fr: %s de mémoire vive
hu: %s memória
ka: %s მეხსიერება
pl: %s pamięci
ru: Память: %s
sk: %s pamäť

source: Unknown Graphics
ckb: گرافیکی نەزانراو
es: Tarjeta gráfica desconocida
fr: Carte graphique inconnue
hu: Ismeretlen grafikus kártya
ka: უცნობი გრაფიკა
pl: Nieznany układ graficzny
ru: Неизвестная графика
sk: Neznáma grafika

source: Unknown storage
ckb: بیرگەی نەزانراو
es: Almacenamiento desconocido
fr: Stockage inconnu
hu: Ismeretlen tároló
ka: უცნობი საცავი
pl: Nieznana pamięć masowa
ru: Неизвестное хранилище
sk: Neznáme úložisko

source: Manufacturer Website
ckb: ماڵپەڕی بەرهەمهێنەر
es: Sitio web del fabricante
fr: Site web du fabricant
hu: A gyártó weboldala
ka: მწარმოებელი ვებგვერდი
pl: Strona internetowa producenta
ru: Сайт производителя
sk: Webstránka výrobcu

source: Update device name
es: Actualizar el nombre del equipo
fr: Mettre à jour le nom de l'appareil
ru: Обновить имя устройства

source: Device name saved
es: Se guardó el nombre del equipo
fr: Nom de l'appareil enregistré
ru: Имя устройства сохранено

source: Dual-Core %s
ckb: دوو-کۆڕ %s
es: %s de doble núcleo
fr: Double cœur %s
hu: Kétmagos %s
ka: ორბირთვიანი %s
pl: Dwurdzeniowy %s
ru: Двухъядерный %s
sk: Dvojjadrový %s

source: Quad-Core %s
ckb: چوار-کۆڕ %s
es: %s de cuádruple núcleo
fr: Quadruple cœur %s
hu: Négymagos %s
ka: ოთხბირთვიანი %s
pl: Czterordzeniowy %s
ru: Четырёхъядерный %s
sk: Štvorjadrový %s

source: Hexa-Core %s
ckb: شەش-کۆڕ %s
es: %s de séxtuple núcleo
fr: Six cœurs %s
hu: Nyolcmagos %s
ka: ექვსბირთვიანი %s
pl: Sześciordzeniowy %s
ru: Шестиядерный %s
sk: Osemjadrový %s

source: Unknown Processor
ckb: پرۆسێسەری نەزانراو
es: Procesador desconocido
fr: Processeur inconnu
hu: Ismeretlen processzor
ka: უცნობი პროცესორი
pl: Nieznany procesor
ru: Неизвестный процессор
sk: Neznámy procesor

source: Unknown
ckb: نەزانراو
es: Desconocido
fr: Inconnu
hu: Ismeretlen
ka: უცნობი
pl: Nieznane
ru: Неизвестно
sk: Neznáme

source: %s storage (NVMe SSD)
ckb: %s بیرگە (NVMe SSD)
es: %s de almacenamiento (SSD por NVMe)
fr: %s de stockage (SSD NVMe)
hu: %s tárhely (NVMe SSD)
ka: %s საცავი (NVMe SSD)
pl: %s pojemności dysku (NVMe SSD)
ru: %s хранилища (NVMe SSD)
sk: %s úložisko (NVMe SSD)

source: %s storage (eMMC)
ckb: %s بیرگە (eMMC)
es: %s de almacenamiento (eMMC)
fr: %s de stockage (eMMC)
hu: %s tárhely (eMMC)
ka: %s საცავი (eMMC)
pl: %s pojemności dysku (eMMC)
ru: %s хранилища (eMMC)
sk: %s úložisko (eMMC)

source: %s storage (SATA SSD)
ckb: %s بیرگە (SATA SSD)
es: %s de almacenamiento (SSD por SATA)
fr: %s de stockage (SSD SATA)
hu: %s tárhely (SATA SSD)
ka: %s საცავი (SATA SSD)
pl: %s pojemności dysku (SATA SSD)
ru: %s хранилища (SATA SSD)
sk: %s úložisko (SATA SSD)

source: %s storage (HDD)
ckb: %s بیرگە (HDD)
es: %s de almacenamiento (HDD)
fr: %s de stockage (HDD)
hu: %s tárhely (HDD)
ka: %s საცავი (HDD)
pl: %s pojemności dysku (HDD)
ru: %s хранилища (HDD)
sk: %s úložisko (HDD)

source: %s storage
ckb: %s بیرگە
es: %s de almacenamiento
fr: %s de stockage
hu: %s tárhely
ka: %s საცავი
pl: %s pojemności dysku
ru: %s хранилища
sk: %s úložisko

source: byte
ckb: بایت
fr: octet
hu: bájt
ka: ბაიტი
pl: bajt
ru: байт

source: %u byte
fr: %u octet
hu: %u bájt
ka: %u ბაიტი
pl: %u bajt
ru: %u байт

source: Download
es: Descargar
fr: Télécharger
hu: Letöltés
ru: Скачать

source: Cancel
es: Cancelar
fr: Annuler
hu: Mégsem
ka: გაუქმება
pl: Anuluj
ru: Отменить
sk: Zrušiť
