Repository: elementary/switchboard-plug-about
Catalog: po/ak.po
Languages: ak

source: About
ak: Ɛho Nsɛm

source: View operating system and hardware information
ak: Hwɛ w'afidie no ho nsɛm

source: System Information
ak: Wo Kɔmputa No Ho Nsɛm

source: Restore Default Settings
ak: Fa Nhyehyɛee a Na Ɛwɔ Hɔ Kan No Di Dwuma

source: Suggest Translation
ak: Fa Wo NkyerɛaseTo Dwa

source: Report Problems
ak: Bɔ Yɛn Amaneɛ Wɔ Nsɛnnenen Bi a Worehyia Ho

source: Updates
ak: Nneɛma Foforɔ a Aba

source: Built on %s
ak: Wɔde %s na ɛyɛe

source: Website
ak: Wɛbsaet

source: Suggest Translations
ak: Fa Wo Nkyerease To Dwa

source: Report a Problem
ak: Fa nsɛnenen bi a woahyia to dwa

source: Check for Updates
ak: Hwɛ Sɛ Nneɛma Foforɔ Aba Anaa

source: System Settings Will Be Restored to The Factory Defaults
ak: Wo Kɔmputa No Ho Nhyehyɛe Bɛsan Ayɛ Sɛnea Na Ɛte Ahyɛase No

source: Restore Settings
ak: Fa Kan Nhyehyɛe Ahoroɔ No Di Dwuma

source: Unknown
ak: Ɛho asɛm nni hɔ

source: %s memory
ak: Memory %s

source: %s storage
ak: Akoraeɛ %s
